---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerM
source: html/28ee7815-362c-0b7e-afaa-3bb3bb1dac96.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerM Property

Symbol W/m, indicating unit Watts per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerM { get; }
```